<template>
  <div class="home-bg">
    <div class="container mt-10 rounded p-5 blur-bg text-center text-light">
      <h2 class="align-item-center text-light justify-content-center py-5"> لورم ایپسوم متن ساختگی با تولید سادگی </h2>
      <h4 class="pb-5 text-shadow"> لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</h4>
    </div>
  </div>
</template>

<script>

export default {

}
</script>

<style>
h2{
  text-shadow: 2px 2px 2px black;

}
.blur-bg{
  background: rgba(50,50,50,.4);
}

.mt-10{
  margin-top: 200px;
}
</style>